Repository: Quasar920/Pensona
Catalog: MultiCurrencyLedger/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

# brand.error.unsupportedURL
source: 这不是 OneTsu 支持的记账链接
en: This bookkeeping link is not supported by OneTsu
ja: この記帳リンクは OneTsu ではサポートされていません
zh_hant: 這不是 OneTsu 支援的記帳連結

# brand.intent.createDraft
source: 使用 OneTsu 的参数创建草稿，并在 App 中确认后入账。
en: Create a draft with OneTsu parameters and confirm it in the app before recording it.
ja: OneTsu のパラメータで下書きを作成し、App で確認してから記録します。
zh_hant: 使用 OneTsu 的參數建立草稿，並在 App 中確認後入帳。

# brand.locked
source: OneTsu 已锁定
en: OneTsu is locked
ja: OneTsu はロックされています
zh_hant: OneTsu 已鎖定

# brand.shortcuts.candidates
source: 3. 添加 OneTsu 的“获取记账识别候选”。
en: 3. Add OneTsu’s “Get Recognition Candidates” action.
ja: 3. OneTsu の「記帳認識候補を取得」アクションを追加します。
zh_hant: 3. 加入 OneTsu 的「取得記帳辨識候選項目」。

# brand.shortcuts.confirm
source: 5. 添加 OneTsu 的“识别并记账”，传入 OCR 文本与 API 返回的 JSON。
en: 5. Add OneTsu’s “Recognize and Record” action, passing the OCR text and API response JSON.
ja: 5. OneTsu の「認識して記帳」アクションを追加し、OCR テキストと API の JSON 応答を渡します。
zh_hant: 5. 加入 OneTsu 的「辨識並記帳」，傳入 OCR 文字與 API 回傳的 JSON。

# launch.failure.restore
source: 恢复并重试
en: Restore and retry
ja: 復元して再試行
zh_hant: 還原並重試

# launch.failure.retry
source: 重新尝试
en: Try again
ja: 再試行
zh_hant: 重新嘗試

# launch.failure.snapshotHeader
source: 迁移快照
en: Migration snapshots
ja: 移行スナップショット
zh_hant: 移轉快照

# launch.failure.snapshotMessage
source: 你可以恢复 Schema 迁移前生成的受保护快照；当前数据库不会被静默清空。
en: You can restore a protected snapshot created before a schema migration. The current database is never erased silently.
ja: スキーマ移行前に作成された保護スナップショットを復元できます。現在のデータベースが通知なく消去されることはありません。
zh_hant: 你可以還原 Schema 移轉前建立的受保護快照；目前資料庫不會被靜默清除。

# launch.failure.title
source: OneTsu 无法打开本地账本
en: OneTsu couldn’t open your local ledger
ja: OneTsu でローカル帳簿を開けませんでした
zh_hant: OneTsu 無法開啟本機帳本

# launch.preparing.message
source: 正在检查本地账本与恢复快照。
en: Checking your on-device ledger and recovery snapshots.
ja: 端末内の帳簿と復元スナップショットを確認しています。
zh_hant: 正在檢查本機帳本與復原快照。

# launch.preparing.title
source: 正在准备 OneTsu
en: Preparing OneTsu
ja: OneTsu を準備しています
zh_hant: 正在準備 OneTsu

# storage.onDeviceOnly
source: 仅存储在本机
en: Stored only on this device
ja: この端末内にのみ保存
zh_hant: 僅儲存在本機

source: 从表格或文件导入历史账单
en: Import past transactions from a spreadsheet or file
ja: スプレッドシートやファイルから過去の取引を読み込みます
zh_hant: 從試算表或檔案匯入歷史帳單

source: 保护本机数据和后台预览
en: Protect on-device data and app-switcher previews
ja: 端末内データとアプリ切り替え画面のプレビューを保護します
zh_hant: 保護本機資料與 App 切換器預覽

source: 导出账单并管理完整备份
en: Export transactions and manage complete backups
ja: 取引を書き出し、完全なバックアップを管理します
zh_hant: 匯出帳單並管理完整備份

source: 校验备份、迁移快照或清空数据
en: Validate backups, migrate snapshots, or erase data
ja: バックアップの検証、スナップショットの移行、またはデータ消去を行います
zh_hant: 驗證備份、移轉快照或清除資料

source: 设置本位币并管理换算汇率
en: Set the base currency and manage exchange rates
ja: 基準通貨を設定し、為替レートを管理します
zh_hant: 設定本位幣並管理換算匯率

source: 选择 App 的显示语言
en: Choose the app’s display language
ja: App の表示言語を選択します
zh_hant: 選擇 App 的顯示語言

source: 选择主题、触觉反馈和收支配色
en: Choose the theme, haptics, and income/expense colors
ja: テーマ、触覚フィードバック、収支カラーを選択します
zh_hant: 選擇主題、觸覺回饋與收支配色

source: · 已停用
en: • Disabled
ja: • 障害者

# %@ · %lld/%lld 期
source: %1$@ · %2$lld/%3$lld 期
en: %@ %lld/ %lld Period
ja: %@ %lld/%lldの期間
zh_hant: %@ · %lld/%lld 期

source: %@ · 全部记录
en: %@. All records
ja: %@。 すべてのレコード
zh_hant: %@ · 全部記錄

# %@ · 成功 %lld · 跳过 %lld · 错误 %lld
source: %1$@ · 成功 %2$lld · 跳过 %3$lld · 错误 %4$lld
en: %1$@ · Succeeded %2$lld · Skipped %3$lld · Errors %4$lld
ja: %1$@ · 成功 %2$lld · スキップ %3$lld · エラー %4$lld
zh_hant: %@ · 成功 %lld · 跳過 %lld · 錯誤 %lld

# %@ 在 %@ 还没有收支记录。
source: %1$@ 在 %2$@ 还没有收支记录。
en: No transactions for %1$@ in %2$@.
ja: %2$@の%1$@には取引がありません。
zh_hant: %@ 在 %@ 還沒有收支記錄。

source: %@ 缺少汇率，相关余额暂未计入汇总。
en: %@ lacks exchange rates and the balance is not included in the summary.
ja: %@は為替レートを欠かせず、残高はまとめに含まれていません。
zh_hant: %@ 缺少匯率，相關餘額暫未計入彙總。

source: %@总额
en: Total %@
ja: %@の合計
zh_hant: %@總額

source: %@构成
en: %@ Composition
ja: %@の構成
zh_hant: %@構成

source: %@趋势
en: Trends in %@
ja: %@のトレンド
zh_hant: %@趨勢

source: %@金额
en: %@ Amount
ja: %@の金額
zh_hant: %@金額

source: %lld 个账户
en: %lld accounts
ja: %lldアカウント
zh_hant: %lld 個賬戶

source: %lld 个资产账户
en: %lld asset accounts
ja: %lldアセットアカウント
zh_hant: %lld 個資產賬戶

source: %lld 笔
en: %lld pen
ja: %lldのペン
zh_hant: %lld 筆

source: %lld 笔交易
en: %lld transactions
ja: %lld取引
zh_hant: %lld 筆交易

source: %lld 笔交易 · 拖动图表查看节点
en: %lld pen transactions Drag charts to see nodes
ja: %lld のペンはノードを見るためにグラフをドラッグします
zh_hant: %lld 筆交易 · 拖動圖表檢視節點

source: %lld 项
en: %lld Item
ja: %lld 項目
zh_hant: %lld 項

# %lld 项 · %@
source: %1$lld 项 · %2$@
en: %lld Item %@
ja: %lld 項目 %@
zh_hant: %lld 項 · %@

source: %lld年
en: Year %lld
ja: 年 %lld

source: %lld月
en: %lld months
ja: %lldか月

source: 1. 新建快捷指令，添加“截屏”。
en: New fast command, add "screening".
ja: "screening" コマンドを追加
zh_hant: 1. 新建快捷指令，新增“截圖”。

source: 2. 添加“从图像提取文本”，输入为截屏。
en: Add " Extracting text from images " and enter it as a screen cut.
ja: 「画像からテキスト抽出」を追加し、画面カットとして入力します。
zh_hant: 2. 新增“從影象提取文字”，輸入為截圖。

source: 3. 添加“多币种账本”的“获取记账识别候选”。
en: Add the words “Acquiring a candidate for account recognition” to the words “multi-currency ledgers”.
ja: 「アカウント認識の候補を取得する」という単語を「マルチ通貨のレジャー」に追加します。
zh_hant: 3. 新增“多幣種賬本”的“獲取記賬識別候選”。

source: 4. 用“获取 URL 内容”把 OCR 文本和候选 JSON 发给你的识别 API。
en: The OCR text and the JSON candidate are sent to you for identification API with "Retrieving URL Content".
ja: OCR テキストと JSON 候補が「URL コンテンツの取得」で識別 API に送信されます。
zh_hant: 4. 用“獲取 URL 內容”把 OCR 文字和候選 JSON 發給你的識別 API。

source: 5. 添加“多币种账本”的“识别并记账”，传入 OCR 文本与 API 返回的 JSON。
en: Add the "Recognition and Recording" of the "multi-currency ledger" to the JSON returned from OCR text and API.
ja: OCR テキストと API から返された JSON に "multi-currency ledger" の "Recognition and Recording" を追加します。
zh_hant: 5. 新增“多幣種賬本”的“識別並記賬”，傳入 OCR 文字與 API 返回的 JSON。

source: 6. 成功时让快捷指令震动；需要确认时 App 会打开确认页。
en: 6. Vibration of the fast command when successful; App opens the confirmation page if confirmation is required.
ja: 6. 成功したときに高速コマンドの振動;確認が必要な場合は、確認画面を開きます。
zh_hant: 6. 成功時讓快捷指令震動；需要確認時 App 會開啟確認頁。

source: AA 分摊
en: AA Assessment
ja: AAアセスメント
zh_hant: AA 分攤

source: AA 均分
en: AA even
ja: AA でも

source: AA 待收
en: AA pending receipt
ja: AAの保留のレシート

source: AA 待收，%lld 笔
en: AA pending, %lld pen
ja: AAペンディング、%lldペン
zh_hant: AA 待收，%lld 筆

source: AA 支出
en: AA Expense

source: AA 收回
en: AA Repayment
ja: AA回収

source: AA 收款只能从原支出的 AA 收款历史中处理
en: AA receipts can only be processed from the AA collection history of the original expenditure
ja: AAレシートは、元の支出のAAコレクションの歴史からのみ処理することができます
zh_hant: AA 收款只能從原支出的 AA 收款歷史中處理

source: AA 收款账户必须与原支出属于同一账本
en: AA Receipt Account must be the same as the original expenditure Ben.
ja: AAレシートアカウントは、元の支出ベンと同じでなければなりません。
zh_hant: AA 收款賬戶必須與原支出屬於同一賬本

source: AA 收款账户必须与原支出币种一致
en: AA Receipt Account must be consistent with the original currency of expenditure
ja: AAレシートアカウントは、支出の元の通貨と一致する必要があります
zh_hant: AA 收款賬戶必須與原支出幣種一致

source: AA 状态
en: AA Status
ja: AAステータス
zh_hant: AA 狀態

source: AI 结果尚未入账；保存前请核对高亮字段。
en: AI results have not yet been recorded in the accounts; please check highlighted fields before saving.
ja: AI の結果はまだアカウントに記録されていません。保存する前に、ハイライトされたフィールドを確認してください。
zh_hant: AI 結果尚未入賬；儲存前請核對高亮欄位。

# amount.expenseGreen
source: 支出绿 · 收入红
en: Expenses green · income red
ja: 支出は緑・収入は赤
zh_hant: 支出綠・收入紅

# amount.expenseRed
source: 支出红 · 收入绿
en: Expenses red · income green
ja: 支出は赤・収入は緑
zh_hant: 支出紅・收入綠

source: API 地址、Token 和提示词由快捷指令管理，不会保存到记账 App。iOS 要求由你确认创建或修改快捷指令。
en: API addresses, Token and hints are managed by fast commands and will not be saved to account account App. iOS requires you to confirm the creation or modification of a shortcut command.
ja: API アドレス、トークン、ヒントは高速なコマンドで管理され、アカウント App に保存されません。iOS では、ショートカットコマンドの作成や変更を確認する必要があります。
zh_hant: API 地址、Token 和提示詞由快捷指令管理，不會儲存到記賬 App。iOS 要求由你確認建立或修改快捷指令。

source: App 显示语言
en: App Language
ja: App の表示言語
zh_hant: App 顯示語言

# appearance.dark
source: 深色
en: Dark
ja: ダーク

# appearance.light
source: 浅色
en: Light
ja: ライト
zh_hant: 淺色

# appearance.system
source: 跟随系统
en: System
ja: システム設定
zh_hant: 跟隨系統

source: CSV 交易明细
en: CSV Transactions Details
ja: CSV取引の詳細
zh_hant: CSV 交易明細

source: iCloud 中的同步记录不完整
en: Synchronized records incomplete in iCloud
ja: iCloudで同期レコード不完全
zh_hant: iCloud 中的同步記錄不完整

source: iCloud 私有同步
en: iCloud Private Synchronization
ja: iCloud プライベート同期

source: JSON 完整备份
en: JSON Full Backup
ja: JSONフルバックアップ
zh_hant: JSON 完整備份

# language.en
source: 英语
en: English
ja: 英語
zh_hant: 英語

# language.ja
source: 日语
en: Japanese
ja: 日本語
zh_hant: 日語

# language.system
source: 跟随系统
en: System
ja: システム設定
zh_hant: 跟隨系統

# language.zhHans
source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語
zh_hant: 簡體中文

# language.zhHant
source: 繁体中文
en: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

source: OCR 文本
en: OCR Text
ja: OCRテキスト
zh_hant: OCR 文字

# preview.amountColors
source: 金额颜色
en: Amount colors
ja: 金額の色
zh_hant: 金額顏色

# preview.appearance
source: 外观
en: Appearance
ja: 外観
zh_hant: 外觀

# preview.language
source: 语言
en: Language
ja: 言語
zh_hant: 語言

# preview.primaryAction
source: 主要操作
en: Primary action
ja: 主な操作

# preview.simplifiedGlass
source: 透明度降级
en: Simplified glass
ja: 簡易ガラス
zh_hant: 透明度降級

# preview.summary
source: 月度摘要
en: Monthly summary
ja: 月間サマリー

source: Schema 版本更新前会复制 SwiftData 数据库及 WAL/SHM。选择恢复后，需要从系统任务切换器完全关闭 App 并重新打开，恢复才会在数据库打开前执行。
en: The SwiftData database and WAL/SHM are copied before the Schema version is updated. When you choose to resume, you need to completely close App from the system task switcher and re-open it before it can be executed before the database is opened.
ja: スキーマバージョンが更新される前に、SwiftDataデータベースとWAL/SHMがコピーされます。 履歴書を選択すると、システムタスクのスイッチャーからアプリを完全に閉じ、データベースが開く前に実行できる前に再オープンする必要があります。
zh_hant: Schema 版本更新前會複製 SwiftData 資料庫及 WAL/SHM。選擇恢復後，需要從系統任務切換器完全關閉 App 並重新開啟，恢復才會在資料庫開啟前執行。

source: Schema 迁移快照
en: Schema Migration Snapshot
ja: スキーマの移行スナップショット
zh_hant: Schema 遷移快照

# settings.amountConvention
source: 金额颜色惯例
en: Amount color convention
ja: 金額の色規則
zh_hant: 金額顏色慣例

# settings.appearance.displayMode
source: 显示模式
en: Display mode
ja: 表示モード
zh_hant: 顯示模式

# settings.appearance.section
source: 外观与反馈
en: Appearance and feedback
ja: 外観とフィードバック
zh_hant: 外觀與回饋

# settings.experience.title
source: 启动与外观
en: Launch and appearance
ja: 起動と外観
zh_hant: 啟動與外觀

# settings.haptics
source: 触觉反馈
en: Haptic feedback
ja: 触覚フィードバック
zh_hant: 觸覺回饋

# settings.language
source: 语言
en: Language
ja: 言語
zh_hant: 語言

# settings.quickLaunch.footer
source: App 启动并完成解锁后直接打开记账页。外部草稿仍需单独确认。
en: Open entry after launch and unlock. External drafts still require confirmation.
ja: 起動とロック解除後に記帳画面を開きます。外部下書きは引き続き確認が必要です。
zh_hant: App 啟動並完成解鎖後直接開啟記帳頁。外部草稿仍需單獨確認。

# settings.quickLaunch.section
source: 秒开记账
en: Quick entry
ja: クイック記帳
zh_hant: 快速記帳

# settings.quickLaunch.title
source: 启动后直接记一笔
en: Start with a new entry
ja: 起動後すぐに記帳
zh_hant: 啟動後直接記一筆

# tab.assets
source: 资产
en: Assets
ja: 資産
zh_hant: 資產

# tab.ledger
source: 流水
en: Transactions
ja: 取引

# tab.plans
source: 计划
en: Plans
ja: 計画
zh_hant: 計畫

# tab.reports
source: 报表
en: Reports
ja: レポート
zh_hant: 報表

source: XLSX 中没有可读取的工作表
en: XLSX does not have readable sheets
ja: XLSXは読みやすいシートを持っていません
zh_hant: XLSX 中沒有可讀取的工作表

source: XLSX 文件已损坏或使用了暂不支持的压缩格式
en: XLSX file has been corrupted or used in a compression format not supported
ja: XLSX ファイルが破損しているか、またはサポートされていない圧縮フォーマットで使用される
zh_hant: XLSX 檔案已損壞或使用了暫不支援的壓縮格式

source: 一个金融账户可以拥有多个币种钱包。所有余额变化均由可追溯的统一流水驱动。
en: A financial account can have multiple currency wallets. All changes in balances are driven by reversible uniform flow of water.
ja: 金融口座には複数の通貨財布があります。 バランスの変化は、水の再利用可能な均一な流れによって駆動されます。
zh_hant: 一個金融賬戶可以擁有多個幣種錢包。所有餘額變化均由可追溯的統一流水驅動。

source: 一次最多补生成 120 期
en: Up to 120 times at a time
ja: 毎回120回まで
zh_hant: 一次最多補生成 120 期

source: 一次最多补生成 500 笔，请缩小日期范围后重试
en: Up to 500 supplements at a time. Try again after narrowing the date
ja: 一度に最大500のサプリメント。 日付を狭くしてからもう一度お試しください
zh_hant: 一次最多補生成 500 筆，請縮小日期範圍後重試

source: 一级分类
en: Level I classification
ja: レベルI分類
zh_hant: 一級分類

source: 上一个月
en: Previous Month
ja: 前月
zh_hant: 上個月

source: 上一等长周期
en: Previous long cycle
ja: 前の長いサイクル
zh_hant: 上一等長週期

source: 上传图标
en: Upload Icon
ja: Iconをアップロードする
zh_hant: 上傳圖示

source: 上级分类
en: Superior classification
ja: 優れた分類
zh_hant: 上級分類

source: 下一个月
en: Next Month
ja: 翌月
zh_hant: 下個月

source: 下一笔
en: Next Entry
ja: 次の入力
zh_hant: 下一筆

source: 下次 %@
en: Next time, %@
ja: 次の時間, %@

source: 下次启动恢复
en: Next time start recovery
ja: 次回のスタートリカバリ
zh_hant: 下次啟動恢復

source: 不会删除本机账本。之后重新开启同步时，会将本机数据作为新的云端起点。
en: This machine book will not be deleted. The current data will be used as the starting point for the new cloud when the sync is re-opened.
ja: このマシンブックは削除されません。 現在のデータは、同期が再オープンしたときに新しいクラウドの開始点として使用されます。
zh_hant: 不會刪除本機賬本。之後重新開啟同步時，會將本機資料作為新的雲端起點。

source: 不关联
en: Not related
ja: 関係しない
zh_hant: 不關聯

source: 不指定
en: Unspecify
ja: 指定なし

source: 不映射
en: No Map
ja: サイトマップ
zh_hant: 不對映

source: 两次输入的新密码不一致
en: The new password entered twice is inconsistent
ja: 2回入力した新しいパスワードは矛盾しています
zh_hant: 兩次輸入的新密碼不一致

source: 乘
en: Multiplication
ja: 多重化

source: 买入
en: Buy
ja: 買う
zh_hant: 買入

source: 买入金额
en: Purchase amount
ja: 購入金額
zh_hant: 買入金額

source: 云端同步快照已删除，本机数据未改变
en: Cloud-Sync Snapshot deleted, no change in current data
ja: クラウド同期スナップショット削除、現在のデータの変更なし
zh_hant: 雲端同步快照已刪除，本機資料未改變

source: 云端数据
en: Cloud Data
ja: クラウドデータ
zh_hant: 雲端資料

source: 云闪付
en: ♪ The clouds flash ♪
ja: ♪ 雲のフラッシュ♪
zh_hant: 雲閃付

source: 交换方向
en: Switch direction.
ja: スイッチ方向。
zh_hant: 交換方向

source: 交易
en: Transactions
ja: トランザクション

source: 交易信息
en: Transaction information
ja: 取引情報
zh_hant: 交易資訊

source: 交易关联的钱包不存在
en: The wallet of the transaction does not exist
ja: トランザクションのウォレットは存在しません
zh_hant: 交易關聯的錢包不存在

source: 交易对方
en: Dealer.
ja: ディーラー。
zh_hant: 交易對方

source: 交易属性
en: Organisation
ja: 組織図
zh_hant: 交易屬性

source: 交易必须归属一个存在的账本
en: The transaction must be attributed to an existing account book.
ja: トランザクションは、既存のアカウントブックに起因する必要があります。
zh_hant: 交易必須歸屬一個存在的賬本

source: 交易未归属账本
en: Transactions not accounted for
ja: 取引が考慮されていない
zh_hant: 交易未歸屬賬本

source: 交易模板
en: Transaction Templates
ja: 取引テンプレート

source: 交易类型
en: Type of transaction
ja: 取引の種類
zh_hant: 交易型別

source: 交易范围
en: Scope of the transaction
ja: トランザクションのスコープ
zh_hant: 交易範圍

source: 交易详情
en: Transaction details
ja: 取引情報
zh_hant: 交易詳情

source: 人
en: People
ja: スタッフ

source: 人数
en: Number
ja: 電話番号
zh_hant: 人數

source: 仅删除该批次生成的流水；之后手动编辑的同一笔流水也会一并删除。
en: Only the stream generated by the batch is deleted; the same stream that is then manually edited is also deleted.
ja: バッチによって生成されたストリームのみが削除されます。その後手動で編集される同じストリームも削除されます。
zh_hant: 僅刪除該批次生成的流水；之後手動編輯的同一筆流水也會一併刪除。

source: 仅支持 CSV、TSV 和 XLSX 文件
en: Only support CSV, TSV and XLSX files
ja: CSV、TSV、XLSXファイルのみ対応
zh_hant: 僅支援 CSV、TSV 和 XLSX 檔案

source: 仅支持 JPEG、PNG、HEIC 和 GIF 图片
en: Only support JPEG, PNG, HEIC and GIF pictures
ja: JPEG、PNG、HEIC、GIF画像のみ対応
zh_hant: 僅支援 JPEG、PNG、HEIC 和 GIF 圖片

source: 仅显示已归档目标
en: Show archived targets only
ja: アーカイブ対象のみを表示
zh_hant: 僅顯示已歸檔目標

source: 今天到期
en: Due today
ja: 今日は

source: 今年
en: This year
ja: 今年は

source: 仍然保存
en: Save still
ja: 保存する
zh_hant: 仍然儲存

source: 从目标详情将不再需要的计划归档后，会显示在这里。
en: This will be shown here when the plans are archived after the target details are no longer required.
ja: 目標詳細が不要になった後に計画がアーカイブされると、ここに表示されます。
zh_hant: 從目標詳情將不再需要的計劃歸檔後，會顯示在這裡。

source: 从资产列表隐藏
en: Hide From Asset List
ja: 資産リストから隠す
zh_hant: 從資產列表隱藏

source: 付款钱包
en: Payment wallet
ja: 決済ウォレット
zh_hant: 付款錢包

source: 付款页触发快捷指令后，由快捷指令截屏、OCR 并请求你配置的识别 API；App 只验证结果并写入账本。
en: After the payment page triggers the shortcut command, the fast-track command screen, OCR, and ask you to configure the identification API; App only validates the results and writes the accounting book.
ja: 決済ページがショートカットコマンド、高速トラックコマンド画面、OCRをトリガーし、識別APIの設定を依頼します。 App は結果を検証し、会計帳を書くだけです。
zh_hant: 付款頁觸發快捷指令後，由快捷指令截圖、OCR 並請求你配置的識別 API；App 只驗證結果並寫入賬本。

source: 优惠
en: Preferential
ja: 採用情報
zh_hant: 優惠

source: 优惠信息
en: Preferential information
ja: 必須情報
zh_hant: 優惠資訊

source: 余额调整
en: Balance adjustments
ja: バランス調整
zh_hant: 餘額調整

source: 使用 %@
en: Use %@
ja: %@の使用

source: 使用 %@ 解锁
en: Unlock with %@
ja: %@のロック解除
zh_hant: 使用 %@ 解鎖

source: 使用云端
en: Use clouds
ja: クラウドを使用する
zh_hant: 使用雲端

source: 使用备份替换当前全部数据？
en: Replace all current data with backup?
ja: すべての現在のデータをバックアップで置換しますか?
zh_hant: 使用備份替換當前全部資料？

source: 使用多币种账本自己的参数创建草稿，并在 App 中确认后入账。
en: Creates a draft using its own parameters in a multi-currency ledger, which is confirmed in App.
ja: アプリで確認される複数の通貨のレジャーで独自のパラメータを使用して草案を作成します。
zh_hant: 使用多幣種賬本自己的引數建立草稿，並在 App 中確認後入賬。

source: 使用密码
en: Use password
ja: パスワードを使用する
zh_hant: 使用密碼

source: 例如 5000
en: For example, 5000.
ja: 例えば、5000

source: 例如：小王、小李；聚餐 AA
en: For example: Wang Xiao, Li; dinner AA
ja: 例えば: 王西尾、李; ディナー AA

source: 例如：旅行账本
en: For example, travel books
ja: 例えば、旅行本
zh_hant: 例如：旅行賬本

source: 例如：昨天用支付宝花 28.5 元吃午饭
en: For example, yesterday, I spent 28.5 dollars on the money for lunch.
ja: 例えば、昨日は28.5ドルをランチに費やしました。
zh_hant: 例如：昨天用支付寶花 28.5 元吃午飯

source: 保存
en: Save
zh_hant: 儲存

source: 保存为模板
en: Save as Template
ja: テンプレートとして保存
zh_hant: 儲存為模板

source: 保存后可进入账户详情添加币种和初始余额。
en: Saved to enter account details to add currency and initial balance.
ja: 通貨と初期残高を追加するには、アカウントの詳細を入力するように保存されます。
zh_hant: 儲存後可進入賬戶詳情新增幣種和初始餘額。

source: 保存后有钱包余额将变为负数
en: If saved, the balance of the wallet becomes negative.
ja: 保存すると、ウォレットの残高がマイナスになります。
zh_hant: 儲存後有錢包餘額將變為負數

source: 保存第一笔交易后会显示在这里。
en: Save the first deal and show it here.
ja: 最初の取引を保存し、ここで表示します。
zh_hant: 儲存第一筆交易後會顯示在這裡。

source: 保留原图
en: Keep original map
ja: サイトマップ
zh_hant: 保留原圖

source: 保留本机
en: Keep this machine
ja: この機械を保って下さい
zh_hant: 保留本機

source: 信用卡
en: Credit card
ja: クレジットカード

source: 信用账户
en: Credit accounts
ja: クレジット口座
zh_hant: 信用賬戶

source: 修改分类
en: Modify classification
ja: 分類の修正
zh_hant: 修改分類

source: 修改密码
en: Change Password
ja: パスワード変更
zh_hant: 修改密碼

source: 借入
en: Borrowed

source: 借出
en: Lent
ja: 貸付

source: 借贷账户
en: Loan accounts
ja: ローン口座
zh_hant: 借貸賬戶

source: 停止听写
en: Stop hearing and writing
ja: ヒアリングとライティングの停止
zh_hant: 停止聽寫

source: 停用
en: Disable
ja: 免責事項

source: 储值卡
en: Deposit Card
ja: 預金カード
zh_hant: 儲值卡

source: 储蓄账户
en: Savings accounts
ja: アカウントの保存
zh_hant: 儲蓄賬戶

source: 允许高置信度收入自动入账
en: Allow automatic recording of high confidence income
ja: 高い自信の収入の自動記録を許可して下さい
zh_hant: 允許高置信度收入自動入賬

source: 充值账户
en: Fill Account
ja: アカウントを埋める
zh_hant: 充值賬戶

source: 先预览数量和兼容性；确认恢复前会自动保存当前完整快照，失败时恢复原数据库和附件目录。
en: Preview number and compatibility; confirm that the current complete snapshot will be automatically saved before recovery, and restore the original database and attachment directory when it fails.
ja: プレビュー番号と互換性; 現在の完全なスナップショットが回復する前に自動的に保存され、それが失敗したときに元のデータベースと添付ファイルディレクトリを復元することを確認します。
zh_hant: 先預覽數量和相容性；確認恢復前會自動儲存當前完整快照，失敗時恢復原資料庫和附件目錄。

source: 入账
en: Recording
ja: レコーディング
zh_hant: 入賬

source: 入账钱包
en: Posting Wallet
ja: 入金ウォレット
zh_hant: 入賬錢包

source: 全部分类
en: All categories
ja: すべてのカテゴリ
zh_hant: 全部分類

source: 全部币种
en: All currencies
ja: すべての通貨
zh_hant: 全部幣種

source: 全部时间
en: All Time
ja: すべての時間
zh_hant: 全部時間

source: 全部类型
en: All types
ja: すべての種類
zh_hant: 全部型別

source: 全部账户
en: All accounts
ja: すべてのアカウント
zh_hant: 全部賬戶

source: 全部账本
en: All Books
ja: すべての帳簿
zh_hant: 所有帳本

source: 共 %lld 笔
en: %lld pens
ja: %lldのペン
zh_hant: 共 %lld 筆

source: 共 %lld 笔，收入 %@，支出 %@，净额 %@。
en: %1$lld transactions. Income %2$@, expenses %3$@, net %4$@.
ja: 全%1$lld件。収入%2$@、支出%3$@、収支%4$@。
zh_hant: 共 %1$lld 筆，收入 %2$@，支出 %3$@，淨額 %4$@。

source: 共读取 %lld 行。每行若没有可匹配账户，将使用默认钱包；分类不匹配的行会明确报错。
en: Reads %lld lines. Default wallets are used for each line if there is no matching account; a line that does not fit is clearly reported.
ja: %lldラインを読みます。 一致するアカウントがない場合、各行にデフォルトウォレットが使用されます。 適合しない行が明確に報告されます。
zh_hant: 共讀取 %lld 行。每行若沒有可匹配賬戶，將使用預設錢包；分類不匹配的行會明確報錯。

source: 关于 App 与数据说明
en: About the App & Your Data
ja: App とデータについて
zh_hant: 關於 App 與資料說明

source: 关于与帮助
en: About & Help
ja: 情報とヘルプ
zh_hant: 關於與說明

source: 关联%@：%@
en: Related %1$@: %2$@
ja: %1$@に関連：%2$@
zh_hant: 關聯%1$@：%2$@

source: 关联账户不属于当前账本
en: Associated account is not a current book
ja: アソシエイトアカウントは現在の本ではありません
zh_hant: 關聯賬戶不屬於當前賬本

source: 关闭
en: Close
ja: 閉じる
zh_hant: 關閉

source: 关闭后仍保留后台隐私遮罩，但返回 App 时不再要求解锁。
en: Keeps the backstage privacy mask after closing, but no longer requests unlocking when you return to App.
ja: 閉じた後、バックステージのプライバシーマスクを維持しますが、アプリに戻るときにロック解除されたリクエストはなくなりました。
zh_hant: 關閉後仍保留後臺隱私遮罩，但返回 App 時不再要求解鎖。

source: 关闭密码锁
en: Close Password Lock
ja: パスワードロックを閉じる
zh_hant: 關閉密碼鎖

source: 关闭搜索
en: Close Search
ja: 検索を閉じる
zh_hant: 關閉搜尋

source: 其他
en: Other
ja: その他

source: 其他 %lld 项
en: Other %lld items
ja: その他の%lld項目
zh_hant: 其他 %lld 項

source: 其他（待归类）
en: Other (to be classified)
ja: その他(分類)
zh_hant: 其他（待歸類）

source: 其他人合计应还
en: Others total due
ja: その他総裁
zh_hant: 其他人合計應還

source: 其他人应还金额不能低于已经收到的金额
en: Other persons shall pay no less than the amount received
ja: その他、受取された金額に該当しない者
zh_hant: 其他人應還金額不能低於已經收到的金額

source: 其他人应还金额必须大于 0，且不能超过本次实付
en: The other person must pay more than 0 and not more than the amount actually paid
ja: 他の人は、実際に支払った金額よりも0以上を支払う必要があります
zh_hant: 其他人應還金額必須大於 0，且不能超過本次實付

source: 再次输入新密码
en: Enter new password again
ja: 新しいパスワードをもう一度入力
zh_hant: 再次輸入新密碼

source: 最低金额（不限）
en: Minimum (open-ended)
ja: 最小限(オープンエンド)
zh_hant: 最低金額（不限）

source: 最多可记录 %@
en: Up to %@
ja: %@まで
zh_hant: 最多可記錄 %@

source: 最终余额
en: Final balance
ja: 最終的なバランス
zh_hant: 最終餘額

source: 最终余额必须与当前余额不同
en: The final balance must be different from the current balance
ja: 最終的なバランスは、現在のバランスと異なる必要があります
zh_hant: 最終餘額必須與當前餘額不同

source: 最近 30 天
en: Last 30 days
ja: 最後 30 日

source: 最近交易
en: Recent transactions
ja: 最近の取引

source: 最近同步
en: Recent Sync
ja: 最近の同期

source: 最近导入
en: Recent Import
ja: 最近のインポート
zh_hant: 最近匯入

source: 最高金额（不限）
en: Maximum (open-ended)
ja: 最大(オープンエンド)
zh_hant: 最高金額（不限）

source: 净资产 %@
en: Net assets %@
ja: 純資産 %@
zh_hant: 淨資產 %@

source: 净额
en: Net
ja: ログイン
zh_hant: 淨額

source: 减
en: Less
ja: キャンセル
zh_hant: 減

source: 减少
en: Reduction
ja: 削減量
zh_hant: 減少

source: 分享 CSV 流水
en: Share CSV flow
ja: CSVフローを共有する

source: 分享 JSON 备份
en: Share JSON backup
ja: JSON バックアップを共有する
zh_hant: 分享 JSON 備份

source: 分享恢复前快照
en: Share pre-recovery snapshots
ja: 事前回復スナップショットを共有する
zh_hant: 分享恢復前快照

source: 分享错误行报告
en: Share Bug Line Reports
ja: バグラインレポートの共有
zh_hant: 分享錯誤行報告

source: 分期不能跨账本
en: You can't cross the books.
ja: 本を横断することはできません。
zh_hant: 分期不能跨賬本

source: 分期引用的钱包已失效或被停用
en: Wallet quoted in instalments is invalid or disabled
ja: 碑文に引用された財布は無効または無効です
zh_hant: 分期引用的錢包已失效或被停用

source: 分期手续费不能小于 0
en: The installment fee cannot be less than 0
ja: 割賦手数料は0以下
zh_hant: 分期手續費不能小於 0

source: 分期期数必须在 2 到 120 期之间
en: Period must be between 2 and 120
ja: 期間は2～120日まで
zh_hant: 分期期數必須在 2 到 120 期之間

source: 分期本金必须大于 0
en: The principal amount in instalments must be greater than 0
ja: 碑文の主量は 0 以上でなければなりません
zh_hant: 分期本金必須大於 0

source: 分期管理
en: Phased management
ja: フェーズド管理

source: 分类
en: Category
ja: カテゴリ
zh_hant: 分類

source: 分类不能成为自身或子分类的下级
en: Classification cannot be subordinate to itself or sub-classification
ja: 分類は、それ自体またはサブ分類に従わない
zh_hant: 分類不能成為自身或子分類的下級

source: 分类与交易类型不匹配
en: Categorization does not match transaction type
ja: Categorizationはトランザクションタイプに一致しません
zh_hant: 分類與交易型別不匹配

source: 分类最多只能有两层
en: There can only be two layers at most.
ja: ほとんどのレイヤーは2つのレイヤーのみです。
zh_hant: 分類最多只能有兩層

source: 分类名称
en: Category Name
ja: カテゴリー名
zh_hant: 分類名稱

source: 分类名称或 UUID
en: Category Name or UUID
ja: カテゴリ名またはUUID
zh_hant: 分類名稱或 UUID

source: 分类图标不能超过 20 MB
en: Class icons cannot exceed 20 MB
ja: クラスアイコンが20MBを超えることはできません
zh_hant: 分類圖示不能超過 20 MB

source: 分类图标路径无效
en: Invalid classification icon path
ja: 無効な分類のアイコンパス
zh_hant: 分類圖示路徑無效

source: 分类操作失败
en: Category operation failed
ja: カテゴリーの操作が失敗しました
zh_hant: 分類操作失敗

source: 分类管理
en: Classification Management
ja: 分類管理
zh_hant: 分類管理
